CSI API ETABS v1
cLoadCases.ModalRitz Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cCaseModalRitz ModalRitz { get; }
ReadOnly Property ModalRitz As cCaseModalRitz
	Get
Dim instance As cLoadCases
Dim value As cCaseModalRitz
value = instance.ModalRitz
property cCaseModalRitz^ ModalRitz {
	cCaseModalRitz^ get ();
}
abstract ModalRitz : cCaseModalRitz with get
Property Value
Type: cCaseModalRitz
See Also
Reference
cLoadCases Interface
ETABSv1 Namespace